<?php

return[
    'title'         => 'Balance',
    'page_title'    => 'Баланс',

    'table' => [
        'select_client'             => 'Выберите клиента',
        'select_outlet'             => 'Выберите торговую точку',
        'select_gateway'            => 'Выберите шлюз',

        'table_header' => [
            'th_1'  => '#',
            'th_2'  => 'Клиент',
            'th_3'  => 'Торговая точка',
            'th_4'  => 'Шлюз',
            'th_5'  => 'Сумма транзакций',
            'th_6'  => 'Доступно к выплате',
            'th_7'  => 'Валюта',
            'th_8'  => 'Процент шлюза',
            'th_9'  => 'Роллинг резерв',
            'th_10' => 'Роллинг резерв к выплате',

        ],
    ],

];
