<?php

return[
    'title'         => 'Payouts Request',
    'page_title'    => 'Запросы на выплаты',

    'table' => [
        'table_header' => [
            'th_1'  => '#',
            'th_2'  => 'Клиент',
            'th_3'  => 'Шлюз',
            'th_4'  => 'Сумма',
            'th_5'  => 'Доступная сумма для вывода',
            'th_6'  => 'Валюта',
            'th_7'  => 'Реквизиты для выплаты',
            'th_8'  => 'Действия',
        ],
        'button_process' => 'Обработать',
    ],
];
