<?php

return[
    'title'         => 'Transactions',
    'page_title'    => 'Транзакции',

    'table' => [
        'select_client'     => 'Выберите клиента',
        'select_outlet'     => 'Выберите торговую точку',
        'select_gateway'    => 'Выберите шлюз',
        'table_header' => [
            'th_1'  => 'ID транзакции',
            'th_2'  => 'Транзакия шлюза',
            'th_3'  => 'Клиент',
            'th_4'  => 'Торговая точка',
            'th_5'  => 'Шлюз',
            'th_6'  => 'Статус транзакции',
            'th_7'  => 'Имя покупателя',
            'th_8'  => 'Карта покупателя',
            'th_9'  => 'Email покупателя',
            'th_10' => 'Сумма',
            'th_11' => 'Валюта',
            'th_12' => 'Сумма уплаченная шлюзу',
            'th_13' => 'Наша комиссия',
            'th_14' => 'Роллинг резерв',
            'th_15' => 'Действия',
        ],



        'button_more_details'   => 'Подробнее',
    ],

    'details'   => [
        'title' => 'Транзакция ',
        'setting'  => 'Характеристика',
        'value' => 'Значение',
        'id' => 'ID транзакции',
        'client' => 'Имя клиента',
        'outlet' => 'Торговая точка',
        'bayer' => 'Имя Покупателя',
        'email' => 'Email покупателя',
        'payment_id' => 'ID покупки',
        'description' => 'Описание',
        'amount' => 'Сумма',
        'currency' => 'Валюта',
        'gateway' => 'Шлюз',
        'gateway_order_id' => 'ID транзакции шлюза',
        'gateway_message' => 'Сообщение шлюза',
        'gateway_status' => 'Статус шлюза',
        'ip' => 'IP адрес покупателя',
        'address' => 'Адрес покупателя',
        'card' => 'Номер карты',
        'card_date' => 'Срок карты',
        'status' => 'Статус транзакции',
    ],
];
